<?php
return [
    'errors' => [
        'quantity'    => 'مقدار سفارش نامعتبر است.',
        'price'       => 'قیمت سفارش نامعتبر است.',
        'value'       => 'ارزش کل سفارش از حد مجاز فراتر رفته است.',
        'expiry'      => 'زمان انقضای سفارش نامعتبر است.',
        'position'    => 'حد مجاز موقعیت شما پر شده است.',
        'rate'        => 'سرعت ارسال سفارش بیش از حد مجاز است.',
        'self_trade'  => 'امکان معامله با خود وجود ندارد.',
        'funds'       => 'موجودی ریالی کافی نیست.',
        'gold'        => 'موجودی طلای کافی نیست.',
    ],
];
